Repository: giellalt/corpus-sme
Catalog: prestable/tmx/smn/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=800_lang=davvi.html.tmx
Source language: sme
Languages: smn

source: Nuortalaškulturguovddáš-fidnu ovdána
smn: Nuorttâlâškulttuurkuávdášproojeekt ovdán

source: Nuortalaškulturvuođđudusa stivrra čoahkkin dollui Anáris 21.1.
smn: Nuorttâlâškulttuurvuáđudâs stiivrâ čuákkim tollui Anarist 21.1.

source: Čoahkkimis plánejuvvui nuortalaškulturguovddáža vuođđudeapmi Čeavetjávrái.
smn: Čuákkimist suunnâttâllii nuorttâlâskulttuurkuávdáá vuáđudem Čevetjáávrán.

source: Dilálašvuhtii oassálaste maiddái sámedikki ságajođiheaddji Klemetti Näkkäläjärvi ja kulturlávdegotti ságajođiheaddji Tauno Haltta.
smn: Tilálâšvuotân uásálistijn meid sämitige saavâjođetteijee Klemetti Näkkäläjäjärvi já kulttuurlävdikode saavâjođetteijee Tauno Haltta.

source: Nuortalaškulturguovddáš ovdanbuktui seammá beaivve maiddái olgoministtar Erkki Tuomiojai Sajosis.
smn: Nuorttâlâškulttuurkuávdáá oovdânpuovtii siämmáá peeivi meid olgominister Erkki Tuomiojan Sajosist.

source: Sámediggi lea álgoplánaid mielde čatnasan láigohit ovtta bargolanja guovddážis.
smn: Sämitigge lii algâvuáváám mield čonâdâttâm laiguttiđ oovtâ pargoviste kuávdáást.

source: ” Guovddážis lea čielgasit nuortalašservoša doarjja.
smn: ” Kuávdáást lii čielgâsávt nuorttâlâšsiärváduv toorjâ.

source: Mus lei hirbmat álki oassálastit čoahkkimii go sámedikki dievasčoahkkin lea ásahan válgabaji oktan ulbmilin doarjut buot fámuiguin nuortalaškulturguovddáš-fidnu Čeavetjávrái.
smn: Munjin lâi uáli älkkee uásálistiđ čuákkimân tastko sämitige almosčuákkim lii asâttâm vaaljâpaje oovtâ ulmen tuárjuđ puoh vuoimijguin nuorttâlâškulttuurkuávdášproojeekt Čevetjáávrán.

source: Seammá prográmmas sámediggi lea čatnasan lasihit gieldaguovddážiid olggobeale guovlluid eallinfámu.
smn: Siämmáá ohjelmist sämitigge lii čonâdâttâm lasettiđ kieldâkuávdái ulguupiälásij kuávlui eellimvyeimi.

source: Nuortalaškulturguovddáš - fidnus lea sámedikki dievas doarjja ”, ságajođiheaddji Näkkäläjärvi muitalii.
smn: Nuorttâlâškulttuurkuávdášprojektist lii sämitige oles toorjâ ”, saavâjođetteijee Näkkäläjärvi mainâstij.

source: Govas sámedikki ságajođiheaddji Klemetti Näkkäläjärvi ja nuortalaččaid luohttámušalmmái Veikko Feodoroff
smn: Kooveest sämitige saavâjođetteijee Klemetti Näkkäläjärvi já nuorttâlâšâi ovdâolmooš Veikko Feodoroff

source: Nuortalaškulturguovddáš dárbbaša ruhtadeami guovddáža huksemii, doaimma ovddideapmái ja bajásdoallamii.
smn: Nuorttâlâškulttuurkuávdáš taarbâš ruttâdem kuávdáá huksiimân, tooimâ oovdedmân já paijeentolâmân.

source: Nuortalaškulturguovddáža ulbmilin lea ealáskahttit, doalahit ja ovddidit nuortalaččaid kultuvrra ja nuortalašgiela Suomas. ”
smn: Nuorttâlâškulttuurkuávdáá ulmen lii iäláskittiđ, paijeentoollâđ já ovdediđ nuorttâlâškielâ Suomâst. ”

source: Nuortalaškulturguovddáža ulbmilin lea fállat lunddolaš nuortalašgielat áššiiddikšun- ja bargobirrasa nuortalaškultuvrra guovddášguvlui.
smn: Nuorttâlâškulttuurkuávdáá ulmen lii lääččiđ luándulâš nuorttâlâškielâlâš ášástâllâm- já porgâmpirrâduv nuorttâlâškulttuur vááimuskuávlun.

source: Guovddáža plánen lea juo guhkás ovdánan.
smn: Kuávdáá suunnâttâllâm lii jo kuhás ovdánâm.

source: Guovddážii lea dárkkuhus sajustit nuortalaččaid giličoahkkima bargguid, sámedikki nuortalašgillii gulavaš doaimmaid, nuortalaškulturvuođđudusa doaibmalanjaid, čoahkkinlanjaid, nuortalašgielat bálvalusaid ja nuortalašgiela giellaguovddáža ”, nuortalaččaid luohttámušalmmái Veikko Feodoroff muitalii.
smn: Kuávdážân lii tárguttâs soijiđ nuorttâlâšâi sijdâčuákkim pargoid, sämitige nuorttâlâškielâ kyeskee tooimâid, nuorttâlâškulttuurvuáđudâs toimâtiilijd, čuákkimtiilijd, nuorttâlâškielâlijd palvâlusâid já nuorttâlâškielâ kielâkuávdáá ”, nuorttâlâšâi ovdâolmooš Veikko Feodoroff muštâlij.

source: Nuortalaškulturguovddáža válmmaštallá nuortalaškulturvuođđudus, man bargui oassálastet máŋggat guovddáš čanasjoavkkut.
smn: Nuorttâlâškulttuurkuávdáá valmâstâl nuorttâlâškulttuurvuáđudâs, mon paargon uásálisteh maaŋgah teháliih čanosjuávhuh.

source: Sámedikki ovddasteaddjin nuortalaškulturvuođđudusa stivrras leat kulturlávdegotti ságajođiheaddji Tauno Haltta. ”
smn: Sämitige ovdâsteijen nuorttâlâškulttuurvuáđudâs stiivrâst lii kulttuurlävdikode saavâjođetteijee Tauno Haltta. ”

source: Guovddáš lea dehalaš nuortalašguovllus ássi buot nuortalaččaide.
smn: Kuávdáš lii tehálâš puoh nuorttâlâškuávlust ässee nuorttâlâšáid.

source: Buot doaimmaid ii sáhte sajustit Anárii, muhto smávva ja árbevirolaš nuortalašgiliid galgá doallat eallinfámolažžan.
smn: Puoh tooimâid ij pyevti soijiđ Anarân, peic uccâ já ärbivuáválijd nuorttâlâšsijdâid kalgeh toollâđ eellimvuáimálâžžân.

source: Jáhkán ahte guovddáš lasiha nuortalaškultuvrra dovdama ja árvvus atnima ”, Haltta muitalii.
smn: Oskom, ete kuávdáš lasseet nuorttâlâškulttuur tubdâm já áárvustanneem ”, Haltta muštâlij.

source: Nuortalaškulturvuođđudus lea ohcan eana- ja meahccedoalloministeriijas ruhtadeami guovddáža ollašuhttima várás.
smn: Nuorttâlâškulttuurvuáđudâs lii uuccâm eennâm- já meccituáluministeriöst ruttâdem kuávdáá olášuttem várás.

source: Ruhtadeapmi ii leat mieđihuvvon.
smn: Ruttâdem ij lah mieđettum.

source: Nuortalaškulturguovddáš plánejuvvo ruhtaduvvot sierra ministeriijaid, Eurohpá guovlluovddidanfoandda ja eará vejolaš ruhtadangálduid doarjagiin.
smn: Nuorttâlâškulttuurkuávdáá suunnâttâlleh ruttâdiđ sierâ ministeriöi, Euroop kuávluovdánemruttârááju já eres máhđulij ruttâdemkäldei torjuin.

source: Sámedikki stivra gieđahallá čoahkkimis 28.1 latnjadárbbu nuortalaškulturguovddážis.
smn: Sämitige stivrâ kieđâvuš čuákkimistis 28.1 tiletáárbu nuorttâlâškulttuurkuávdáást.

source: ” In oainne makkárge eastaga dasa, ahte manin sámediggi ii sáhtášii várret guovddážis doaimmahatlanjaid guovtte olbmui.
smn: ” Jiem uáini mihheen estuid toos, ete mane sämitigge ij puávtâččij väridiđ kuávdáást toimâtiilijd kyevti olmožân.

source: Sámegielaid ealáskahttinprográmma ollašuhttin, sámedikki iežas doaimma ovddideapmi ja davviriikkaid oktasaš sámi giellaovttasbarggu ođđasit organiseren sáhttet buktit sámediggái nuortalašgillii ja nuortalaškultuvrai gulavaš ođđa virggiid ”, Näkkäläjärvi muitala.
smn: Sämikielâi iäláskittemohjelm olášuttem, sämitige jieijâs tooimâ ovdedem já ohtsâštave-eennâmlâš sämikielâi ohtsâšpargo uđđâsist ornim sättih pyehtiđ sämitiigán nuorttâlâškielân já nuorttâlâškulttuurân lohtâseijee uđđâ viirgijd ”, Näkkäläjärvi muštâl.

source: ” Lea vealtameahttun, ahte guovddáža huksemii ja doaimma bajásdoallamii gávdno jođánit bissovaš ruhtadeapmi.
smn: ” Lii velttidmettum, ete kavnâp kuávdáá huksiimân já tooimâ paijeentolâmân jotelávt pisovâš ruttâdem.

source: Nuortalaškultuvrra sihkkarastin eaktuda jođánis doaimmaid ”, Haltta deattuhii.
smn: Nuorttâlâškulttuur turvim váátá jotelis tooimâid ”, Haltta tiäduttij.
